relay/11/03.org
#+Title: Relay 11–2
#+Date: 2018-06-04
#+HTML_LINK_UP: index.html
#+HTML_LINK_HOME: ../index.html
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../../global/Default.css"/>
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../../global/org.css"/>
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../relay.css"/>
#+OPTIONS: title:nil

* Translation
#+BEGIN_short-relay
#+BEGIN_detail-link
[[file:03a-RELAY_11_TORCH_FOR_BBBBBB.txt][Raw torch]]
#+END_detail-link

#+HTML: <div class="natlang-name"><p>English</p></div>
#+BEGIN_natlang-text
#+BEGIN_VERSE
The sun trapped like a cage its light on to me from your eyes.
Then you could see me seeing you.
Me and you went and fell for each other.
#+END_VERSE
#+END_natlang-text

#+HTML: <div class="conlang-name"><p>Laikan</p></div>
#+BEGIN_conlang-text
#+BEGIN_VERSE
Hwān lotśa śotśēwa okītsayeyaṃ myataonaïyarki.
Təti myasustaïtū, sunnatsau.
Ñatowa naronaāyaiwē.
#+END_VERSE
#+END_conlang-text

#+END_short-relay

* Grammar
Old Laikan is an a posteriori IE conlang I've been working on for a couple years.
I'm sorry it's kinda very irregular.

Keep in mind this is the same grammar explanation for the last torch, thus it is
a bit longer winded than it should be. Hit me up if you have any doubts!

** Phonology
It's not too important for this but Old Likan's phonetic inventory is as follows:

#+ATTR_HTML: :style columns:2;
#+BEGIN_div
#+Caption: Consonants
| mʲ m | n     | ɲ  |      |    |
| pʲ p | t     |    | kʲ k |    |
|      | t͡s t͡s̠ | t͡ɕ |      |    |
| ɸʲ ɸ | s  s̠  | ɕ  | xʲ x | xʷ |
|      |       | j  |      | w  |
|      | r     | rʲ |      |    |
|      | l     | lʲ |      |    |

#+Caption: Consonant orthography
| my m | n     | ɲ  |          |        |
| py p | t     |    | ky k     |        |
|      | ts tz | tś |          |        |
| fy f | s  z  | ś  | xy x^{1} | xw^{2} |
|      |       | y  | w        |        |
|      | r     | ry |          |        |
|      | l     | ly |          |        |

 ^{1} <x> is interchangeable with <h> orthographically.
 ^{2} pronounced [x~h~w] and really just an archaism to show the relex of PIE *sw

#+Caption: Vowels
| iː i | ɨ | uː | u |
| ɛː e | ə | ɔː | o |
| æ    | a | ɑː |   |

#+Caption: Vowel orthography
| ī  i | ë | ū | u |
| ē  e | ə | ō | o |
| ä    | a | ā |   |
#+END_div

Palatalization of consonants occurs in closed and nasal syllables before the
following vowels and <y>:

a~ä, ē, ō, e

Note: this does not always happen before <a> and <e>, this suffixes will be
marked for palatalization with a ʲ to disambiguate.

| [+palatal] | [-palatal] |
|------------+------------|
| py         | p          |
| ts         | t          |
| ky         | k          |
| fy         | f          |
| xy         | x          |
| hy         | h          |
| ry         | r          |
| ly         | l          |
| my         | m          |
| ñ          | n          |
| pyr        | pr         |
| str        | tr         |
| kyr        | kr         |
| fyr        | fr         |
| xyr        | xr         |
| hyr        | hr         |
| pyl        | pl         |
| stl        | tl         |
| kyl        | kl         |
| fyl        | fl         |
| xyl        | xl         |
| hyl        | hl         |

** Morphology
It is highly inflectional and has quite a few nominal and verbal paradigms for
its declension and conjugations.

