relay/11/03.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-06 Wed 23:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 11–2</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 11–2<br/></h1>
<h3 class="date">2018-06-04 (last exported 2018-06-06 Wed 23:01)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orge67f03e">1. Translation</a></li>
<li><a href="#orgc6e0098">2. Grammar</a>
<ul>
<li><a href="#org2ff0e19">2.1. Phonology</a></li>
<li><a href="#orga050ae6">2.2. Morphology</a>
<ul>
<li><a href="#org6217203">2.2.1. Nominals</a>
<ul>
<li><a href="#org56cd0c0">2.2.1.1. Nouns</a></li>
<li><a href="#orgceb688c">2.2.1.2. Adjectives</a></li>
<li><a href="#org72cb396">2.2.1.3. Pronouns</a></li>
<li><a href="#orgaadf804">2.2.1.4. Verbs</a></li>
</ul>
</li>
<li><a href="#org0615985">2.2.2. Syntax</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org35f4995">3. Lexicon</a></li>
</ul>
</div>
</div>

<div id="outline-container-orge67f03e" class="outline-2">
<h2 id="orge67f03e"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="short-relay">
<div class="detail-link">
<p>
<a href="03a-RELAY_11_TORCH_FOR_BBBBBB.txt">Raw torch</a>
</p>

</div>

<div class="natlang-name"><p>English</p></div>
<div class="natlang-text">
<p class="verse">
The sun trapped like a cage its light on to me from your eyes.<br />
Then you could see me seeing you.<br />
Me and you went and fell for each other.<br />
</p>

</div>

<div class="conlang-name"><p>Laikan</p></div>
<div class="conlang-text">
<p class="verse">
Hwān lotśa śotśēwa okītsayeyaṃ myataonaïyarki.<br />
Təti myasustaïtū, sunnatsau.<br />
Ñatowa naronaāyaiwē.<br />
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-orgc6e0098" class="outline-2">
<h2 id="orgc6e0098"><span class="section-number-2">2</span> Grammar</h2>
<div class="outline-text-2" id="text-2">
<p>
Old Laikan is an a posteriori IE conlang I&rsquo;ve been working on for a couple years.
I&rsquo;m sorry it&rsquo;s kinda very irregular.
</p>

<p>
Keep in mind this is the same grammar explanation for the last torch, thus it is
a bit longer winded than it should be. Hit me up if you have any doubts!
</p>
</div>

<div id="outline-container-org2ff0e19" class="outline-3">
<h3 id="org2ff0e19"><span class="section-number-3">2.1</span> Phonology</h3>
<div class="outline-text-3" id="text-2-1">
<p>
It&rsquo;s not too important for this but Old Likan&rsquo;s phonetic inventory is as follows:
</p>

<div style="columns:2;" class="div">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 1:</span> Consonants</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">mʲ m</td>
<td class="org-left">n</td>
<td class="org-left">ɲ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">pʲ p</td>
<td class="org-left">t</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kʲ k</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">t͡s t͡s̠</td>
<td class="org-left">t͡ɕ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ɸʲ ɸ</td>
<td class="org-left">s  s̠</td>
<td class="org-left">ɕ</td>
<td class="org-left">xʲ x</td>
<td class="org-left">xʷ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">j</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">w</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">r</td>
<td class="org-left">rʲ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">l</td>
<td class="org-left">lʲ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 2:</span> Consonant orthography</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">my m</td>
<td class="org-left">n</td>
<td class="org-left">ɲ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">py p</td>
<td class="org-left">t</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ky k</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">ts tz</td>
<td class="org-left">tś</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">fy f</td>
<td class="org-left">s  z</td>
<td class="org-left">ś</td>
<td class="org-left">xy x<sup>1</sup></td>
<td class="org-left">xw<sup>2</sup></td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">y</td>
<td class="org-left">w</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">r</td>
<td class="org-left">ry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">l</td>
<td class="org-left">ly</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
 <sup>1</sup> &lt;x&gt; is interchangeable with &lt;h&gt; orthographically.
 <sup>2</sup> pronounced [x~h~w] and really just an archaism to show the relex of PIE *sw
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 3:</span> Vowels</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">iː i</td>
<td class="org-left">ɨ</td>
<td class="org-left">uː</td>
<td class="org-left">u</td>
</tr>

<tr>
<td class="org-left">ɛː e</td>
<td class="org-left">ə</td>
<td class="org-left">ɔː</td>
<td class="org-left">o</td>
</tr>

<tr>
<td class="org-left">æ</td>
<td class="org-left">a</td>
<td class="org-left">ɑː</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 4:</span> Vowel orthography</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">ī  i</td>
<td class="org-left">ë</td>
<td class="org-left">ū</td>
<td class="org-left">u</td>
</tr>

<tr>
<td class="org-left">ē  e</td>
<td class="org-left">ə</td>
<td class="org-left">ō</td>
<td class="org-left">o</td>
</tr>

<tr>
<td class="org-left">ä</td>
<td class="org-left">a</td>
<td class="org-left">ā</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

</div>

<p>
Palatalization of consonants occurs in closed and nasal syllables before the
following vowels and &lt;y&gt;:
</p>

<p>
a~ä, ē, ō, e
</p>

<p>
Note: this does not always happen before &lt;a&gt; and &lt;e&gt;, this suffixes will be
marked for palatalization with a ʲ to disambiguate.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">[+palatal]</th>
<th scope="col" class="org-left">[-palatal]</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">py</td>
<td class="org-left">p</td>
</tr>

<tr>
<td class="org-left">ts</td>
<td class="org-left">t</td>
</tr>

<tr>
<td class="org-left">ky</td>
<td class="org-left">k</td>
</tr>

<tr>
<td class="org-left">fy</td>
<td class="org-left">f</td>
</tr>

<tr>
<td class="org-left">xy</td>
<td class="org-left">x</td>
</tr>

<tr>
<td class="org-left">hy</td>
<td class="org-left">h</td>
</tr>

<tr>
<td class="org-left">ry</td>
<td class="org-left">r</td>
</tr>

<tr>
<td class="org-left">ly</td>
<td class="org-left">l</td>
</tr>

<tr>
<td class="org-left">my</td>
<td class="org-left">m</td>
</tr>

<tr>
<td class="org-left">ñ</td>
<td class="org-left">n</td>
</tr>

<tr>
<td class="org-left">pyr</td>
<td class="org-left">pr</td>
</tr>

<tr>
<td class="org-left">str</td>
<td class="org-left">tr</td>
</tr>

<tr>
<td class="org-left">kyr</td>
<td class="org-left">kr</td>
</tr>

<tr>
<td class="org-left">fyr</td>
<td class="org-left">fr</td>
</tr>

<tr>
<td class="org-left">xyr</td>
<td class="org-left">xr</td>
</tr>

<tr>
<td class="org-left">hyr</td>
<td class="org-left">hr</td>
</tr>

<tr>
<td class="org-left">pyl</td>
<td class="org-left">pl</td>
</tr>

<tr>
<td class="org-left">stl</td>
<td class="org-left">tl</td>
</tr>

<tr>
<td class="org-left">kyl</td>
<td class="org-left">kl</td>
</tr>

<tr>
<td class="org-left">fyl</td>
<td class="org-left">fl</td>
</tr>

<tr>
<td class="org-left">xyl</td>
<td class="org-left">xl</td>
</tr>

<tr>
<td class="org-left">hyl</td>
<td class="org-left">hl</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orga050ae6" class="outline-3">
<h3 id="orga050ae6"><span class="section-number-3">2.2</span> Morphology</h3>
<div class="outline-text-3" id="text-2-2">
<p>
It is highly inflectional and has quite a few nominal and verbal paradigms for
its declension and conjugations.
</p>
</div>
