relay/11/03.org
*** Nominals
Pronouns, Nouns and Adjectives are all inflected for case and number.
Nouns and adjectives can take on article, demonstrative, possessive and relative pronouns.
Furthermore, adjectives can take on superlatives and comparatives.

Nominals decline for the following 5 cases:

- <Oblique> :: The form of the noun that takes on articles, determinants and possessives. Marks the AGENT in the Middle-voice and Perfective aspect.
- <Nominative/Absolutive> :: Marks the SUBJECT in the Imperfective aspect and the PATIENT in the Middle-voice and perfective aspect.
- <Genitive> :: Marks the possessor of another noun and takes on certain postpositions to mark another case.
- <Accusative> :: Marks the OBJECT in imperfective aspect but can also mark the second object in ditransitive verbs regardless of the imperfective or perfective aspect. Takes on many directional postpositions.
- <Dative> :: Marks the indirect object and the benefactive. Main case for pospositions.

and two numbers:

- <Singular> :: acts like a paucal or collective in the indefinite.
- <Plural> :: rarer in the indefinite, only used for very specific instances.

**** Nouns
There are approximately 5 main declensions of which they are further subdivided
into Strong, Weak or Mixed paradigms.  Thus there are really 13 different with
an additional masculine, feminine and neuter version of each.

The paradigms, particularly the Strong grade are distinguished by changes in the
last consonant of the root, alternating from palatalized to non palatalized.  In
this mixed grade this affects both the final consonant of the root but also the
initial one if the core vowel alternates between palatalizing and non
palatalizing forms.  Palatalization only happens in the closed or nasal
morphemes.

Palatalization ONLY occurs in closed or nasal syllables!

These are the ones you will be encountering in the given text:

***** 1st Declension: Thematic -a stem (only masculine and neuter)
#+ATTR_HTML: :class vocablist 
- kara, karyaś :: "friend" (masc)
- sotsaṃ, sotsaś :: "familiar" (neut)
#+Caption: Strong 1st declension
|     | Masculine |        | Neuter |        |
|     | s         | p      | s      | p      |
| /   | <         | >      | <      | >      |
|-----+-----------+--------+--------+--------|
| OBL | kara-     | -      | sota-  | -      |
| NOM | kara      | karāi  | sotsaṃ | sotā   |
| GEN | karyaś    | karuṃ  | sotsaś | sotuṃ  |
| ACC | karyaṃ    | karats | sotsaṃ | sotats |
| DAT | karē      | karyēm | sotē   | sotsēm |

#+ATTR_HTML: :class vocablist 
- hāi, hāyəś :: "penis, cock" (masc)
- wärśne, wärśəś :: "life's work, project" (neut)
#+Caption: Weak 1st declension
|     | Masculine |       | Neuter |        |
|     | s         | p     | s      | p      |
| /   | <         | >     | <      | >      |
|-----+-----------+-------+--------+--------|
| OBL | hāy-      | -     | wärś-  | -      |
| NOM | hāi       | hāyəi | wärśne | wärśa  |
| GEN | hāyəś     | hāyoṃ | wärśəś | wärśoṃ |
| ACC | hāyne     | hāyi  | wärśne | wärśa  |
| DAT | hāye      | hāyem | wärśe  | wärśem |

***** 2nd Declension: Thematic -ā stem (only feminine)
#+ATTR_HTML: :class vocablist 
- ześtā, ześtā :: "tongue, language" (strong)
- kāna, kāna :: "woman" (weak)
#+Caption: Feminine 2nd declension
|     | Strong |          | Weak  |         |
|     | s      | p        | s     | p       |
| /   | <      | >        | <     | >       |
|-----+--------+----------+-------+---------|
| OBL | ześta- | -        | kāna- | -       |
| NOM | ześtā  | ześtāi   | kāna  | kānai   |
| GEN | ześtā  | ześtāwoṃ | kāna  | kānawoṃ |
| ACC | ześtāṃ | ześtots  | kānaṃ | kānats  |
| DAT | ześtā  | ześtām   | kāna  | kānam   |

