relay/11/03.html

<div id="outline-container-org6217203" class="outline-4">
<h4 id="org6217203"><span class="section-number-4">2.2.1</span> Nominals</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
Pronouns, Nouns and Adjectives are all inflected for case and number.
Nouns and adjectives can take on article, demonstrative, possessive and relative pronouns.
Furthermore, adjectives can take on superlatives and comparatives.
</p>

<p>
Nominals decline for the following 5 cases:
</p>

<dl class="org-dl">
<dt>&lt;Oblique&gt;</dt><dd>The form of the noun that takes on articles, determinants and possessives. Marks the AGENT in the Middle-voice and Perfective aspect.</dd>
<dt>&lt;Nominative/Absolutive&gt;</dt><dd>Marks the SUBJECT in the Imperfective aspect and the PATIENT in the Middle-voice and perfective aspect.</dd>
<dt>&lt;Genitive&gt;</dt><dd>Marks the possessor of another noun and takes on certain postpositions to mark another case.</dd>
<dt>&lt;Accusative&gt;</dt><dd>Marks the OBJECT in imperfective aspect but can also mark the second object in ditransitive verbs regardless of the imperfective or perfective aspect. Takes on many directional postpositions.</dd>
<dt>&lt;Dative&gt;</dt><dd>Marks the indirect object and the benefactive. Main case for pospositions.</dd>
</dl>

<p>
and two numbers:
</p>

<dl class="org-dl">
<dt>&lt;Singular&gt;</dt><dd>acts like a paucal or collective in the indefinite.</dd>
<dt>&lt;Plural&gt;</dt><dd>rarer in the indefinite, only used for very specific instances.</dd>
</dl>
</div>

<div id="outline-container-org56cd0c0" class="outline-5">
<h5 id="org56cd0c0"><span class="section-number-5">2.2.1.1</span> Nouns</h5>
<div class="outline-text-5" id="text-2-2-1-1">
<p>
There are approximately 5 main declensions of which they are further subdivided
into Strong, Weak or Mixed paradigms.  Thus there are really 13 different with
an additional masculine, feminine and neuter version of each.
</p>

<p>
The paradigms, particularly the Strong grade are distinguished by changes in the
last consonant of the root, alternating from palatalized to non palatalized.  In
this mixed grade this affects both the final consonant of the root but also the
initial one if the core vowel alternates between palatalizing and non
palatalizing forms.  Palatalization only happens in the closed or nasal
morphemes.
</p>

<p>
Palatalization ONLY occurs in closed or nasal syllables!
</p>

<p>
These are the ones you will be encountering in the given text:
</p>
</div>

<ol class="org-ol">
<li><a id="orgb4af844"></a>1st Declension: Thematic -a stem (only masculine and neuter)<br />
<div class="outline-text-6" id="text-2-2-1-1-1">
<dl class="org-dl vocablist">
<dt>kara, karyaś</dt><dd>&ldquo;friend&rdquo; (masc)</dd>
<dt>sotsaṃ, sotsaś</dt><dd>&ldquo;familiar&rdquo; (neut)</dd>
</dl>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 5:</span> Strong 1st declension</caption>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Masculine</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Neuter</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">p</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">OBL</td>
<td class="org-left">kara-</td>
<td class="org-left">-</td>
<td class="org-left">sota-</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">NOM</td>
<td class="org-left">kara</td>
<td class="org-left">karāi</td>
<td class="org-left">sotsaṃ</td>
<td class="org-left">sotā</td>
</tr>

<tr>
<td class="org-left">GEN</td>
<td class="org-left">karyaś</td>
<td class="org-left">karuṃ</td>
<td class="org-left">sotsaś</td>
<td class="org-left">sotuṃ</td>
</tr>

<tr>
<td class="org-left">ACC</td>
<td class="org-left">karyaṃ</td>
<td class="org-left">karats</td>
<td class="org-left">sotsaṃ</td>
<td class="org-left">sotats</td>
</tr>

<tr>
<td class="org-left">DAT</td>
<td class="org-left">karē</td>
<td class="org-left">karyēm</td>
<td class="org-left">sotē</td>
<td class="org-left">sotsēm</td>
</tr>
</tbody>
</table>

<dl class="org-dl vocablist">
<dt>hāi, hāyəś</dt><dd>&ldquo;penis, cock&rdquo; (masc)</dd>
<dt>wärśne, wärśəś</dt><dd>&ldquo;life&rsquo;s work, project&rdquo; (neut)</dd>
</dl>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 6:</span> Weak 1st declension</caption>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Masculine</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Neuter</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">p</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">OBL</td>
<td class="org-left">hāy-</td>
<td class="org-left">-</td>
<td class="org-left">wärś-</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">NOM</td>
<td class="org-left">hāi</td>
<td class="org-left">hāyəi</td>
<td class="org-left">wärśne</td>
<td class="org-left">wärśa</td>
</tr>

<tr>
<td class="org-left">GEN</td>
<td class="org-left">hāyəś</td>
<td class="org-left">hāyoṃ</td>
<td class="org-left">wärśəś</td>
<td class="org-left">wärśoṃ</td>
</tr>

<tr>
<td class="org-left">ACC</td>
<td class="org-left">hāyne</td>
<td class="org-left">hāyi</td>
<td class="org-left">wärśne</td>
<td class="org-left">wärśa</td>
</tr>

<tr>
<td class="org-left">DAT</td>
<td class="org-left">hāye</td>
<td class="org-left">hāyem</td>
<td class="org-left">wärśe</td>
<td class="org-left">wärśem</td>
</tr>
</tbody>
</table>
</div>
</li>

<li><a id="org3029b31"></a>2nd Declension: Thematic -ā stem (only feminine)<br />
<div class="outline-text-6" id="text-2-2-1-1-2">
<dl class="org-dl vocablist">
<dt>ześtā, ześtā</dt><dd>&ldquo;tongue, language&rdquo; (strong)</dd>
<dt>kāna, kāna</dt><dd>&ldquo;woman&rdquo; (weak)</dd>
</dl>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 7:</span> Feminine 2nd declension</caption>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Strong</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Weak</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">p</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">OBL</td>
<td class="org-left">ześta-</td>
<td class="org-left">-</td>
<td class="org-left">kāna-</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">NOM</td>
<td class="org-left">ześtā</td>
<td class="org-left">ześtāi</td>
<td class="org-left">kāna</td>
<td class="org-left">kānai</td>
</tr>

<tr>
<td class="org-left">GEN</td>
<td class="org-left">ześtā</td>
<td class="org-left">ześtāwoṃ</td>
<td class="org-left">kāna</td>
<td class="org-left">kānawoṃ</td>
</tr>

<tr>
<td class="org-left">ACC</td>
<td class="org-left">ześtāṃ</td>
<td class="org-left">ześtots</td>
<td class="org-left">kānaṃ</td>
<td class="org-left">kānats</td>
</tr>

<tr>
<td class="org-left">DAT</td>
<td class="org-left">ześtā</td>
<td class="org-left">ześtām</td>
<td class="org-left">kāna</td>
<td class="org-left">kānam</td>
</tr>
</tbody>
</table>
</div>
</li>
