relay/11/03.org
***** 3rd Declension: Athematic consonant stem
#+ATTR_HTML: :class vocablist 
- putz, paza :: "foot" (masculine)
- śir, śreza :: "heart" (neuter)
#+Caption: Strong 3rd Mixed
|     | Masculine |        | Neuter |         |
|     | s         | p      | s      | p       |
| /   | <         | >      | <      | >       |
|-----+-----------+--------+--------+---------|
| OBL | paza-     | -      | śreza- | -       |
| NOM | putz      | pāz    | śir    | śira    |
| GEN | paza      | pazuṃ  | śreza  | śrezuṃ  |
| ACC | pāzo      | pāśe   | śir    | śira    |
| DAT | pazē      | pazəma | śrezē  | śrezəma |

#+ATTR_HTML: :class vocablist 
- patsar, patra :: "father" (-r stem masculine)
- lyēme, lyenna	:: "lake" (-n stem feminine)
#+Caption: Strong - Mixed 
|     | -r Masculine |          | -n Feminine |          |
|     | s            | p        | s           | p        |
| /   | <            | >        | <           | >        |
|-----+--------------+----------+-------------+----------|
| OBL | patra-       | -        | lyenna      | -        |
| NOM | patsar       | patsar   | lyēme       | lyēmən   |
| GEN | patra        | patruṃ   | lyenna      | lyennun  |
| ACC | patsaro      | patsare  | lyēmono     | lyēmone  |
| DAT | patrē        | pastrema | lyennē      | lyemyema |

#+ATTR_HTML: :class vocablist 
- mur, mur :: "man" (masculine)
- təxsēṃ, təxsēn :: "enemy" (neuter)
- kitre, kutre :: "neck, throat" (-r stem masculine)
#+Caption: Weak - Fixed
|     | Masculine |        | Neuter  |          | -r Masculine |         |
|     | s         | p      | s       | p        | s            | p       |
| /   | <         | >      | <       | >        | <            | >       |
|-----+-----------+--------+---------+----------+--------------+---------|
| OBL | mur-      | -      | təxsēn  | -        | kutr-        | -       |
| NOM | mur       | mur    | təxsēṃ  | təxsēna  | kitre        | kutre   |
| GEN | mur       | muroṃ  | təxsēn  | təxsēnoṃ | kutre        | kutroṃ  |
| ACC | muro      | mure   | təxsēn  | təxsēna  | kutro        | kutre   |
| DAT | mure      | muryem | təxsēne | təxsēñem | kutre        | kustrem |

This can all be resumed as follows:
	
|    |     | -a          | -a     | -ā     | -ā    | cons. MIX  | cons. FIX |
|    |     | strong      | weak   | strong | weak  | strong     | weak      |
| /  |     | <           | >      | <      | >     | <          | >         |
|----+-----+-------------+--------+--------+-------+------------+-----------|
| sg | OBL | -a-         | -∅-    | -a-    | -a-   | -a-        | -∅-       |
|    | NOM | -a/-ʲaṃ/-äṃ | -∅/-ne | -ā     | -ā    | -∅         | -∅        |
|    | GEN | -ʲaś/-äś    | -əś    | -ā     | -a    | -a         | -∅        |
|    | ACC | -ʲaṃ/-äṃ    | -ne    | -āṃ    | -aṃ   | -o/-∅      | -o/-∅     |
|    | DAT | -ē          | -e     | -ā     | -a    | -ē         | -e        |
|----+-----+-------------+--------+--------+-------+------------+-----------|
| pl | NOM | -ʲai/-ā     | -əi/-a | -āi    | -ai   | -∅         | -∅        |
|    | GEN | -uṃ         | -oṃ    | -āwoṃ  | -awoṃ | -uṃ        | -oṃ       |
|    | ACC | -ats        | -ʲi    | -ots   | -ats  | -e/a       | -e/a      |
|    | DAT | -ʲēm        | -ʲem   | -ām    | -am   | -əma/-ʲema | -ʲem      |

**** Adjectives

Adjectives decline to the same case, gender and number as the noun the describe and go before them.

#+BEGIN_EXAMPLE
ñau nātś
new-ɴᴏᴍ.sɢ.ᴍ night-ɴᴏᴍ.sɢ.ᴍ
New night.

ñawawoṃ kiwätawoṃ
new-ɢᴇɴ.ᴘʟ.ꜰ life-ɢᴇɴ.ᴘʟ.ꜰ
New life.
#+END_EXAMPLE

For declension see NOUNS.

**** Pronouns
