relay/11/03.html

<li><a id="orgfdc35f7"></a>3rd Declension: Athematic consonant stem<br />
<div class="outline-text-6" id="text-2-2-1-1-3">
<dl class="org-dl vocablist">
<dt>putz, paza</dt><dd>&ldquo;foot&rdquo; (masculine)</dd>
<dt>śir, śreza</dt><dd>&ldquo;heart&rdquo; (neuter)</dd>
</dl>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 8:</span> Strong 3rd Mixed</caption>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Masculine</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Neuter</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">p</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">OBL</td>
<td class="org-left">paza-</td>
<td class="org-left">-</td>
<td class="org-left">śreza-</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">NOM</td>
<td class="org-left">putz</td>
<td class="org-left">pāz</td>
<td class="org-left">śir</td>
<td class="org-left">śira</td>
</tr>

<tr>
<td class="org-left">GEN</td>
<td class="org-left">paza</td>
<td class="org-left">pazuṃ</td>
<td class="org-left">śreza</td>
<td class="org-left">śrezuṃ</td>
</tr>

<tr>
<td class="org-left">ACC</td>
<td class="org-left">pāzo</td>
<td class="org-left">pāśe</td>
<td class="org-left">śir</td>
<td class="org-left">śira</td>
</tr>

<tr>
<td class="org-left">DAT</td>
<td class="org-left">pazē</td>
<td class="org-left">pazəma</td>
<td class="org-left">śrezē</td>
<td class="org-left">śrezəma</td>
</tr>
</tbody>
</table>

<dl class="org-dl vocablist">
<dt>patsar, patra</dt><dd>&ldquo;father&rdquo; (-r stem masculine)</dd>
<dt>lyēme, lyenna</dt><dd>&ldquo;lake&rdquo; (-n stem feminine)</dd>
</dl>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 9:</span> Strong - Mixed</caption>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">-r Masculine</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">-n Feminine</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">p</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">OBL</td>
<td class="org-left">patra-</td>
<td class="org-left">-</td>
<td class="org-left">lyenna</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">NOM</td>
<td class="org-left">patsar</td>
<td class="org-left">patsar</td>
<td class="org-left">lyēme</td>
<td class="org-left">lyēmən</td>
</tr>

<tr>
<td class="org-left">GEN</td>
<td class="org-left">patra</td>
<td class="org-left">patruṃ</td>
<td class="org-left">lyenna</td>
<td class="org-left">lyennun</td>
</tr>

<tr>
<td class="org-left">ACC</td>
<td class="org-left">patsaro</td>
<td class="org-left">patsare</td>
<td class="org-left">lyēmono</td>
<td class="org-left">lyēmone</td>
</tr>

<tr>
<td class="org-left">DAT</td>
<td class="org-left">patrē</td>
<td class="org-left">pastrema</td>
<td class="org-left">lyennē</td>
<td class="org-left">lyemyema</td>
</tr>
</tbody>
</table>

<dl class="org-dl vocablist">
<dt>mur, mur</dt><dd>&ldquo;man&rdquo; (masculine)</dd>
<dt>təxsēṃ, təxsēn</dt><dd>&ldquo;enemy&rdquo; (neuter)</dd>
<dt>kitre, kutre</dt><dd>&ldquo;neck, throat&rdquo; (-r stem masculine)</dd>
</dl>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 10:</span> Weak - Fixed</caption>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Masculine</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Neuter</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">-r Masculine</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">p</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">OBL</td>
<td class="org-left">mur-</td>
<td class="org-left">-</td>
<td class="org-left">təxsēn</td>
<td class="org-left">-</td>
<td class="org-left">kutr-</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">NOM</td>
<td class="org-left">mur</td>
<td class="org-left">mur</td>
<td class="org-left">təxsēṃ</td>
<td class="org-left">təxsēna</td>
<td class="org-left">kitre</td>
<td class="org-left">kutre</td>
</tr>

<tr>
<td class="org-left">GEN</td>
<td class="org-left">mur</td>
<td class="org-left">muroṃ</td>
<td class="org-left">təxsēn</td>
<td class="org-left">təxsēnoṃ</td>
<td class="org-left">kutre</td>
<td class="org-left">kutroṃ</td>
</tr>

<tr>
<td class="org-left">ACC</td>
<td class="org-left">muro</td>
<td class="org-left">mure</td>
<td class="org-left">təxsēn</td>
<td class="org-left">təxsēna</td>
<td class="org-left">kutro</td>
<td class="org-left">kutre</td>
</tr>

<tr>
<td class="org-left">DAT</td>
<td class="org-left">mure</td>
<td class="org-left">muryem</td>
<td class="org-left">təxsēne</td>
<td class="org-left">təxsēñem</td>
<td class="org-left">kutre</td>
<td class="org-left">kustrem</td>
</tr>
</tbody>
</table>

<p>
This can all be resumed as follows:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">-a</th>
<th scope="col" class="org-left">-a</th>
<th scope="col" class="org-left">-ā</th>
<th scope="col" class="org-left">-ā</th>
<th scope="col" class="org-left">cons. MIX</th>
<th scope="col" class="org-left">cons. FIX</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">strong</th>
<th scope="col" class="org-left">weak</th>
<th scope="col" class="org-left">strong</th>
<th scope="col" class="org-left">weak</th>
<th scope="col" class="org-left">strong</th>
<th scope="col" class="org-left">weak</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">sg</td>
<td class="org-left">OBL</td>
<td class="org-left">-a-</td>
<td class="org-left">-∅-</td>
<td class="org-left">-a-</td>
<td class="org-left">-a-</td>
<td class="org-left">-a-</td>
<td class="org-left">-∅-</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">NOM</td>
<td class="org-left">-a/-ʲaṃ/-äṃ</td>
<td class="org-left">-∅/-ne</td>
<td class="org-left">-ā</td>
<td class="org-left">-ā</td>
<td class="org-left">-∅</td>
<td class="org-left">-∅</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">GEN</td>
<td class="org-left">-ʲaś/-äś</td>
<td class="org-left">-əś</td>
<td class="org-left">-ā</td>
<td class="org-left">-a</td>
<td class="org-left">-a</td>
<td class="org-left">-∅</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">ACC</td>
<td class="org-left">-ʲaṃ/-äṃ</td>
<td class="org-left">-ne</td>
<td class="org-left">-āṃ</td>
<td class="org-left">-aṃ</td>
<td class="org-left">-o/-∅</td>
<td class="org-left">-o/-∅</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">DAT</td>
<td class="org-left">-ē</td>
<td class="org-left">-e</td>
<td class="org-left">-ā</td>
<td class="org-left">-a</td>
<td class="org-left">-ē</td>
<td class="org-left">-e</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">pl</td>
<td class="org-left">NOM</td>
<td class="org-left">-ʲai/-ā</td>
<td class="org-left">-əi/-a</td>
<td class="org-left">-āi</td>
<td class="org-left">-ai</td>
<td class="org-left">-∅</td>
<td class="org-left">-∅</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">GEN</td>
<td class="org-left">-uṃ</td>
<td class="org-left">-oṃ</td>
<td class="org-left">-āwoṃ</td>
<td class="org-left">-awoṃ</td>
<td class="org-left">-uṃ</td>
<td class="org-left">-oṃ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">ACC</td>
<td class="org-left">-ats</td>
<td class="org-left">-ʲi</td>
<td class="org-left">-ots</td>
<td class="org-left">-ats</td>
<td class="org-left">-e/a</td>
<td class="org-left">-e/a</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">DAT</td>
<td class="org-left">-ʲēm</td>
<td class="org-left">-ʲem</td>
<td class="org-left">-ām</td>
<td class="org-left">-am</td>
<td class="org-left">-əma/-ʲema</td>
<td class="org-left">-ʲem</td>
</tr>
</tbody>
</table>
</div>
</li>
</ol>
</div>

<div id="outline-container-orgceb688c" class="outline-5">
<h5 id="orgceb688c"><span class="section-number-5">2.2.1.2</span> Adjectives</h5>
<div class="outline-text-5" id="text-2-2-1-2">
<p>
Adjectives decline to the same case, gender and number as the noun the describe and go before them.
</p>

<pre class="example">
ñau nātś
new-ɴᴏᴍ.sɢ.ᴍ night-ɴᴏᴍ.sɢ.ᴍ
New night.

ñawawoṃ kiwätawoṃ
new-ɢᴇɴ.ᴘʟ.ꜰ life-ɢᴇɴ.ᴘʟ.ꜰ
New life.
</pre>

<p>
For declension see NOUNS.
</p>
</div>
</div>
