relay/11/03.org
***** Personal Pronouns
|      | 1s     | 1p     | 2s    | 2p   | 3    |
| /    | <      | >      | <     | >    | <>   |
|------+--------+--------+-------+------+------|
| OBL  | mya-   | ña-    | tsa-  | wä-  | hā-  |
| NOM  | zäṃ    | wē     | tū    | yū   | hwā  |
| GEN  | myam   | yəryaṃ | tsau  | ośoṃ | hāu  |
| ACC  | ma     | yəma   | to    | ośo  | hwā  |
| DAT  | myatśe | yəmē   | tsafe | ośmē | hāfe |
|------+--------+--------+-------+------+------|
| POSS | myai-  | ñar-   | tsai- | wär- | hāu- |

When marking a noun for possession, the noun is declines in the oblique with the
pronoun suffixed to the end of it.  This goes for all the following pronouns as
well.

***** Definite article
Marks for definiteness. Turns adjectives into nouns.
|     | s    |      |       | p      |    |    |
|     | m    | f    | n     | m      | f  | n  |
| /   | <    |      | >     | <      |    | >  |
|-----+------+------+-------+--------+----+----|
| NOM | ya   | ī    | i(tz) | yē     | ī  | ā  |
| GEN | yar  | yara | yar   | yaroṃ  | 〃 | 〃 |
| ACC | iṃ   | īu   | i(tz) | ye(ts) | īi | ā  |
| DAT | yamo | 〃   | 〃    | yōm    | 〃 | 〃 |

When suffixed, the initial <y> palatalized the root of the noun, except for the
Nominative masculine singular which is written <-a> after a consonant and <-ä>
after a vowel (but pronounced ~/ja/~)

***** Proximal Demonstrative
|     | s     |       |        | p      |        |        |
|     | m     | f     | n      | m      | f      | n      |
| /   | <     |       | >      | <      |        | >      |
|-----+-------+-------+--------+--------+--------+--------|
| NOM | ha    | hā    | tā(tz) | tē     | tā     | 〃     |
| GEN | tsaś  | 〃    | 〃     | tsaśoṃ | tāroṃ  | tsaśoṃ |
| ACC | tsaṃ  | tāṃ   | tā(tz) | ta(ts) | tā(ts) | tā     |
| DAT | tsame | tsaśe | tsame  | tsēm   | 〃     | 〃     |

***** Distal Demonstrative
|     | s    |     |        | p      |        |       |
|     | m    | f   | n      | m      | f      | n     |
| /   | <    |     | >      | <      |        | >     |
|-----+------+-----+--------+--------+--------+-------|
| NOM | sa   | sā  | sā(tz) | sē     | sā     | 〃    |
| GEN | säś  | 〃  | 〃     | säroṃ  | sāroṃ  | säroṃ |
| ACC | säṃ  | sāṃ | sā(tz) | sa(ts) | sā(ts) | sā    |
| DAT | säme | 〃  | 〃     | sēm    | 〃     | 〃    |

***** Relative Pronoun
Largely used as the 3rd person pronoun in many verbal constructions.
Also used as an interrogative pronoun.
|     | s     |     |        | p       |      |    |
|     | m     | f   | n      | m       | f    | n  |
| /   | <     |     | >      | <       |      | >  |
|-----+-------+-----+--------+---------+------+----|
| NOM | ki    | 〃  | ki(tz) | kyai    | ki   | 〃 |
| GEN | kyau  | 〃  | 〃     | kyaśoṃ  | 〃   | 〃 |
| ACC | kiṃ   | kiu | ki(tz) | kye(ts) | kyei | ki |
| DAT | kyame | 〃  | 〃     | kyōm    | 〃   | 〃 |

