relay/11/03.html

<div id="outline-container-org72cb396" class="outline-5">
<h5 id="org72cb396"><span class="section-number-5">2.2.1.3</span> Pronouns</h5>
<div class="outline-text-5" id="text-2-2-1-3">
</div>
<ol class="org-ol">
<li><a id="org182ebe1"></a>Personal Pronouns<br />
<div class="outline-text-6" id="text-2-2-1-3-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">1s</th>
<th scope="col" class="org-left">1p</th>
<th scope="col" class="org-left">2s</th>
<th scope="col" class="org-left">2p</th>
<th scope="col" class="org-left">3</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">OBL</td>
<td class="org-left">mya-</td>
<td class="org-left">ña-</td>
<td class="org-left">tsa-</td>
<td class="org-left">wä-</td>
<td class="org-left">hā-</td>
</tr>

<tr>
<td class="org-left">NOM</td>
<td class="org-left">zäṃ</td>
<td class="org-left">wē</td>
<td class="org-left">tū</td>
<td class="org-left">yū</td>
<td class="org-left">hwā</td>
</tr>

<tr>
<td class="org-left">GEN</td>
<td class="org-left">myam</td>
<td class="org-left">yəryaṃ</td>
<td class="org-left">tsau</td>
<td class="org-left">ośoṃ</td>
<td class="org-left">hāu</td>
</tr>

<tr>
<td class="org-left">ACC</td>
<td class="org-left">ma</td>
<td class="org-left">yəma</td>
<td class="org-left">to</td>
<td class="org-left">ośo</td>
<td class="org-left">hwā</td>
</tr>

<tr>
<td class="org-left">DAT</td>
<td class="org-left">myatśe</td>
<td class="org-left">yəmē</td>
<td class="org-left">tsafe</td>
<td class="org-left">ośmē</td>
<td class="org-left">hāfe</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">POSS</td>
<td class="org-left">myai-</td>
<td class="org-left">ñar-</td>
<td class="org-left">tsai-</td>
<td class="org-left">wär-</td>
<td class="org-left">hāu-</td>
</tr>
</tbody>
</table>

<p>
When marking a noun for possession, the noun is declines in the oblique with the
pronoun suffixed to the end of it.  This goes for all the following pronouns as
well.
</p>
</div>
</li>

<li><a id="org66ff4be"></a>Definite article<br />
<div class="outline-text-6" id="text-2-2-1-3-2">
<p>
Marks for definiteness. Turns adjectives into nouns.
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">m</th>
<th scope="col" class="org-left">f</th>
<th scope="col" class="org-left">n</th>
<th scope="col" class="org-left">m</th>
<th scope="col" class="org-left">f</th>
<th scope="col" class="org-left">n</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">NOM</td>
<td class="org-left">ya</td>
<td class="org-left">ī</td>
<td class="org-left">i(tz)</td>
<td class="org-left">yē</td>
<td class="org-left">ī</td>
<td class="org-left">ā</td>
</tr>

<tr>
<td class="org-left">GEN</td>
<td class="org-left">yar</td>
<td class="org-left">yara</td>
<td class="org-left">yar</td>
<td class="org-left">yaroṃ</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
</tr>

<tr>
<td class="org-left">ACC</td>
<td class="org-left">iṃ</td>
<td class="org-left">īu</td>
<td class="org-left">i(tz)</td>
<td class="org-left">ye(ts)</td>
<td class="org-left">īi</td>
<td class="org-left">ā</td>
</tr>

<tr>
<td class="org-left">DAT</td>
<td class="org-left">yamo</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
<td class="org-left">yōm</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
</tr>
</tbody>
</table>

<p>
When suffixed, the initial &lt;y&gt; palatalized the root of the noun, except for the
Nominative masculine singular which is written &lt;-a&gt; after a consonant and &lt;-ä&gt;
after a vowel (but pronounced <code>/ja/</code>)
</p>
</div>
</li>

<li><a id="org7c8366c"></a>Proximal Demonstrative<br />
<div class="outline-text-6" id="text-2-2-1-3-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">m</th>
<th scope="col" class="org-left">f</th>
<th scope="col" class="org-left">n</th>
<th scope="col" class="org-left">m</th>
<th scope="col" class="org-left">f</th>
<th scope="col" class="org-left">n</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">NOM</td>
<td class="org-left">ha</td>
<td class="org-left">hā</td>
<td class="org-left">tā(tz)</td>
<td class="org-left">tē</td>
<td class="org-left">tā</td>
<td class="org-left">〃</td>
</tr>

<tr>
<td class="org-left">GEN</td>
<td class="org-left">tsaś</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
<td class="org-left">tsaśoṃ</td>
<td class="org-left">tāroṃ</td>
<td class="org-left">tsaśoṃ</td>
</tr>

<tr>
<td class="org-left">ACC</td>
<td class="org-left">tsaṃ</td>
<td class="org-left">tāṃ</td>
<td class="org-left">tā(tz)</td>
<td class="org-left">ta(ts)</td>
<td class="org-left">tā(ts)</td>
<td class="org-left">tā</td>
</tr>

<tr>
<td class="org-left">DAT</td>
<td class="org-left">tsame</td>
<td class="org-left">tsaśe</td>
<td class="org-left">tsame</td>
<td class="org-left">tsēm</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
</tr>
</tbody>
</table>
</div>
</li>

<li><a id="org17cfaf5"></a>Distal Demonstrative<br />
<div class="outline-text-6" id="text-2-2-1-3-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">m</th>
<th scope="col" class="org-left">f</th>
<th scope="col" class="org-left">n</th>
<th scope="col" class="org-left">m</th>
<th scope="col" class="org-left">f</th>
<th scope="col" class="org-left">n</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">NOM</td>
<td class="org-left">sa</td>
<td class="org-left">sā</td>
<td class="org-left">sā(tz)</td>
<td class="org-left">sē</td>
<td class="org-left">sā</td>
<td class="org-left">〃</td>
</tr>

<tr>
<td class="org-left">GEN</td>
<td class="org-left">säś</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
<td class="org-left">säroṃ</td>
<td class="org-left">sāroṃ</td>
<td class="org-left">säroṃ</td>
</tr>

<tr>
<td class="org-left">ACC</td>
<td class="org-left">säṃ</td>
<td class="org-left">sāṃ</td>
<td class="org-left">sā(tz)</td>
<td class="org-left">sa(ts)</td>
<td class="org-left">sā(ts)</td>
<td class="org-left">sā</td>
</tr>

<tr>
<td class="org-left">DAT</td>
<td class="org-left">säme</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
<td class="org-left">sēm</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
</tr>
</tbody>
</table>
</div>
</li>

<li><a id="org8760388"></a>Relative Pronoun<br />
<div class="outline-text-6" id="text-2-2-1-3-5">
<p>
Largely used as the 3rd person pronoun in many verbal constructions.
Also used as an interrogative pronoun.
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">m</th>
<th scope="col" class="org-left">f</th>
<th scope="col" class="org-left">n</th>
<th scope="col" class="org-left">m</th>
<th scope="col" class="org-left">f</th>
<th scope="col" class="org-left">n</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">NOM</td>
<td class="org-left">ki</td>
<td class="org-left">〃</td>
<td class="org-left">ki(tz)</td>
<td class="org-left">kyai</td>
<td class="org-left">ki</td>
<td class="org-left">〃</td>
</tr>

<tr>
<td class="org-left">GEN</td>
<td class="org-left">kyau</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
<td class="org-left">kyaśoṃ</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
</tr>

<tr>
<td class="org-left">ACC</td>
<td class="org-left">kiṃ</td>
<td class="org-left">kiu</td>
<td class="org-left">ki(tz)</td>
<td class="org-left">kye(ts)</td>
<td class="org-left">kyei</td>
<td class="org-left">ki</td>
</tr>

<tr>
<td class="org-left">DAT</td>
<td class="org-left">kyame</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
<td class="org-left">kyōm</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
</tr>
</tbody>
</table>
</div>
</li>
