relay/11/03.org
***** Relative Determiner
Used to start subordinate clauses and subordinate verbal constructions.
Main relative pronoun for nouns and adjectives.
|     | s     |     |        | p      |     |    |
|     | m     | f   | n      | m      | f   | n  |
| /   | <     |     | >      | <      |     | >  |
|-----+-------+-----+--------+--------+-----+----|
| NOM | ka    | kā  | kā(tz) | kē     | kā  | 〃 |
| GEN | kyaś  | 〃  | 〃     | kyaroṃ | 〃  | 〃 |
| ACC | kyaṃ  | kāṃ | kā(tz) | ka(ts) | kāi | kā |
| DAT | kyame | 〃  | 〃     | kyēm   | 〃  | 〃 |

***** Anaphoric Pronoun
Marking a past topic but can also used like the relative determiner.
|     | s    |       |         | p       |         |       |
|     | m    | f     | n       | m       | f       | n     |
| /   | <    |       | >       | <       |         | >     |
|-----+------+-------+---------+---------+---------+-------|
| NOM | pe   | pyā   | pyā(tz) | pyē     | pyā     | 〃    |
| GEN | peś  | peśā  | peś     | peśoṃ   | pyāroṃ  | peśoṃ |
| ACC | peṃ  | pyāṃ  | pyā(tz) | pya(ts) | pyā(ts) | pyā   |
| DAT | peme | peśai | peme    | pyēm    | 〃      | 〃    |

**** Verbs
Verbs are conjugated for the following:

- <Mood> :: Indicative, Subjunctive and Imperative
- <Aspect> :: Perfective, Imperfective, Incohative and Cessative.
- <Tense> :: Past, Present and Future.
- <Voice> :: Active and Middle.
- <Person> :: 1st, 2nd and 3rd.
- <Number> :: Singular and Plural.

