relay/11/03.html

<li><a id="org1d3ac97"></a>Relative Determiner<br />
<div class="outline-text-6" id="text-2-2-1-3-6">
<p>
Used to start subordinate clauses and subordinate verbal constructions.
Main relative pronoun for nouns and adjectives.
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">m</th>
<th scope="col" class="org-left">f</th>
<th scope="col" class="org-left">n</th>
<th scope="col" class="org-left">m</th>
<th scope="col" class="org-left">f</th>
<th scope="col" class="org-left">n</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">NOM</td>
<td class="org-left">ka</td>
<td class="org-left">kā</td>
<td class="org-left">kā(tz)</td>
<td class="org-left">kē</td>
<td class="org-left">kā</td>
<td class="org-left">〃</td>
</tr>

<tr>
<td class="org-left">GEN</td>
<td class="org-left">kyaś</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
<td class="org-left">kyaroṃ</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
</tr>

<tr>
<td class="org-left">ACC</td>
<td class="org-left">kyaṃ</td>
<td class="org-left">kāṃ</td>
<td class="org-left">kā(tz)</td>
<td class="org-left">ka(ts)</td>
<td class="org-left">kāi</td>
<td class="org-left">kā</td>
</tr>

<tr>
<td class="org-left">DAT</td>
<td class="org-left">kyame</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
<td class="org-left">kyēm</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
</tr>
</tbody>
</table>
</div>
</li>

<li><a id="org3b5bc25"></a>Anaphoric Pronoun<br />
<div class="outline-text-6" id="text-2-2-1-3-7">
<p>
Marking a past topic but can also used like the relative determiner.
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">s</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">m</th>
<th scope="col" class="org-left">f</th>
<th scope="col" class="org-left">n</th>
<th scope="col" class="org-left">m</th>
<th scope="col" class="org-left">f</th>
<th scope="col" class="org-left">n</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">NOM</td>
<td class="org-left">pe</td>
<td class="org-left">pyā</td>
<td class="org-left">pyā(tz)</td>
<td class="org-left">pyē</td>
<td class="org-left">pyā</td>
<td class="org-left">〃</td>
</tr>

<tr>
<td class="org-left">GEN</td>
<td class="org-left">peś</td>
<td class="org-left">peśā</td>
<td class="org-left">peś</td>
<td class="org-left">peśoṃ</td>
<td class="org-left">pyāroṃ</td>
<td class="org-left">peśoṃ</td>
</tr>

<tr>
<td class="org-left">ACC</td>
<td class="org-left">peṃ</td>
<td class="org-left">pyāṃ</td>
<td class="org-left">pyā(tz)</td>
<td class="org-left">pya(ts)</td>
<td class="org-left">pyā(ts)</td>
<td class="org-left">pyā</td>
</tr>

<tr>
<td class="org-left">DAT</td>
<td class="org-left">peme</td>
<td class="org-left">peśai</td>
<td class="org-left">peme</td>
<td class="org-left">pyēm</td>
<td class="org-left">〃</td>
<td class="org-left">〃</td>
</tr>
</tbody>
</table>
</div>
</li>
</ol>
</div>

<div id="outline-container-orgaadf804" class="outline-5">
<h5 id="orgaadf804"><span class="section-number-5">2.2.1.4</span> Verbs</h5>
<div class="outline-text-5" id="text-2-2-1-4">
<p>
Verbs are conjugated for the following:
</p>

<dl class="org-dl">
<dt>&lt;Mood&gt;</dt><dd>Indicative, Subjunctive and Imperative</dd>
<dt>&lt;Aspect&gt;</dt><dd>Perfective, Imperfective, Incohative and Cessative.</dd>
<dt>&lt;Tense&gt;</dt><dd>Past, Present and Future.</dd>
<dt>&lt;Voice&gt;</dt><dd>Active and Middle.</dd>
<dt>&lt;Person&gt;</dt><dd>1st, 2nd and 3rd.</dd>
<dt>&lt;Number&gt;</dt><dd>Singular and Plural.</dd>
</dl>
</div>

<ol class="org-ol">
