relay/11/03.org
***** Verbal Classes
#+ATTR_HTML: :class vocablist
- i. :: THEMATIC -o present 1st sg.
- ii. :: THEMATIC -en present 1st sg.
- iii. :: ATHEMATIC fixed conjugation
- iv. :: ATHEMATIC mixed conjugation
 
***** Aspect Constructions
Follows these general rules.

: VERB-Participle=Definite=Auxiliary/Copula.Aspect-Voice-Conjugation

- <Imperfective> :: Default, base conjugations are in the imperfective aspect.

- <Perfective> :: Split ergative. Thus, in transitive verbs, the original subject takes on the Oblique and the Object takes on the Nominative.

****** Special constructions:

| Perfective root    | -∅    |
| Active Indicative  | -∅    |
| Active Subjunctive | -ē    |
| Middle Indicative  | -re   |
| Active Subjunctive | -ērre |

****** Perfective Conjugation:
(All pronouns in the nominative.)

The construction is as follows:

#+BEGIN_EXAMPLE
kəlastaïyarki
kəla-ast=i=yar-∅-ki
"He threw something"
#+END_EXAMPLE

#+ATTR_HTML: :class vocablist
- kəla- :: Unstressed Past root of "kākalme, kälo   iv class athematic,  to throw"
- -sta- :: Active Past Participle in the Oblique
- i :: Nominative Singular Neuter Definite
- yar- :: Perfective root
- -∅-  :: Active voice and Indicative mood.		
- -ki :: 3rd person. marked with the Relative Pronoun in the Nominative.

- <Inchoative> :: Indicates the start of an action, a sense of in-volition and progressive aspect.
- Auxiliary :: yayen, əyäṃ, yai, əyats
- <Cessative> :: hāyen, hayäṃ, hāi, hayats
- <Continuous/Progressive> :: Same as the inchoative but in the middle voice, specifically. Intransitive verbs the original subject is put in the Dative (as a sorta antipassive) while the Subject is marked as the patient and the verb takes on a dummy ergative.

----

And I lied, there are many more auxiliaries and aspects but we won't talk about them now.

***** Negation
Affix <mi-> or negative copula (see appendix).

*** Syntax
- SOV
- Head-final
- Split-Ergative in the perfective aspect.
- Very pro-drop. The Aspect construction you just read through?
  Well you can drop most of that depending on context.
  In fact, the copula or the auxiliary are most often dropped.

Personal pronouns in the imperfective aspect are only used for emphasis.

* Lexicon
#+Caption: Key to table headings
| Root                                                                                                                                            | Decline                             | Type      |
|-------------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------+-----------|
| nominative singular, genitive singular, definite nominative singular (with oblique root)                                                        | Declension Number.                  | Noun      |
| nominative singular masculine, genitive singular masculine, nominative singular feminine                                                        | All 1st Declension (m/n) or 2nd (f) | Adjective |
| active 1st singular present imperfective, active 1st singular past imperfective, perfective root, past participle nominative singular masculine | verbal class.                       | Verb      |

| Root                        | Decline | Gloss                                               |
|-----------------------------+---------+-----------------------------------------------------|
| en, yau, yar, ośots         | IRR.    | to be, COPULA                                       |
| hwāṃ, hwān, hwānī           | 3f.     | sun                                                 |
| lyōx, lotśa, lotśaä         | 1m.     | light                                               |
| nāryen, naryaṃ, nār, narats | ii.     | to fasten with a thread or cord; Mid. to be tied up |
| okī, okīṃ, okī              | IRR.    | eyes                                                |
| śotśaṃ, śotśaś, śotśaï      | 1n.     | cage, container                                     |
| sun, suu, su, susta         | iii.    | to see, to watch                                    |
| tāo, tāne, tāi, takats      | i.      | to capture, to seize                                |
| təti                        | conj.   | CONDITIONAL, so, then, if                           |
| towa, towäś, towā           | adj.    | two                                                 |

* Navigation
:PROPERTIES:
:HTML_CONTAINER: footer
:UNNUMBERED: t
:END:

#+BEGIN_EXPORT html
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>11</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>4</strong></div>
  </div>
  <a href="02.html" id="prev" rel="prev">Previous</a>
  <a href="04.html" id="next" rel="next">Next</a>
</nav>
#+END_EXPORT

