relay/11/03.html

<li><a id="org50e202b"></a>Verbal Classes<br />
<div class="outline-text-6" id="text-2-2-1-4-2">
<dl class="org-dl vocablist">
<dt>i.</dt><dd>THEMATIC -o present 1st sg.</dd>
<dt>ii.</dt><dd>THEMATIC -en present 1st sg.</dd>
<dt>iii.</dt><dd>ATHEMATIC fixed conjugation</dd>
<dt>iv.</dt><dd>ATHEMATIC mixed conjugation</dd>
</dl>
</div>
</li>

<li><a id="org2fb42df"></a>Aspect Constructions<br />
<div class="outline-text-6" id="text-2-2-1-4-3">
<p>
Follows these general rules.
</p>

<pre class="example">
VERB-Participle=Definite=Auxiliary/Copula.Aspect-Voice-Conjugation

</pre>

<dl class="org-dl">
<dt>&lt;Imperfective&gt;</dt><dd>Default, base conjugations are in the imperfective aspect.</dd>

<dt>&lt;Perfective&gt;</dt><dd>Split ergative. Thus, in transitive verbs, the original subject takes on the Oblique and the Object takes on the Nominative.</dd>
</dl>
</div>

<ol class="org-ol">
<li><a id="orgef3a800"></a>Special constructions:<br />
<div class="outline-text-7" id="text-2-2-1-4-3-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Perfective root</td>
<td class="org-left">-∅</td>
</tr>

<tr>
<td class="org-left">Active Indicative</td>
<td class="org-left">-∅</td>
</tr>

<tr>
<td class="org-left">Active Subjunctive</td>
<td class="org-left">-ē</td>
</tr>

<tr>
<td class="org-left">Middle Indicative</td>
<td class="org-left">-re</td>
</tr>

<tr>
<td class="org-left">Active Subjunctive</td>
<td class="org-left">-ērre</td>
</tr>
</tbody>
</table>
</div>
</li>

<li><a id="org90e0d4c"></a>Perfective Conjugation:<br />
<div class="outline-text-7" id="text-2-2-1-4-3-2">
<p>
(All pronouns in the nominative.)
</p>

<p>
The construction is as follows:
</p>

<pre class="example">
kəlastaïyarki
kəla-ast=i=yar-∅-ki
"He threw something"
</pre>

<dl class="org-dl vocablist">
<dt>kəla-</dt><dd>Unstressed Past root of &ldquo;kākalme, kälo   iv class athematic,  to throw&rdquo;</dd>
<dt>-sta-</dt><dd>Active Past Participle in the Oblique</dd>
<dt>i</dt><dd>Nominative Singular Neuter Definite</dd>
<dt>yar-</dt><dd>Perfective root</dd>
<dt>-∅- </dt><dd>Active voice and Indicative mood.</dd>
<dt>-ki</dt><dd>3rd person. marked with the Relative Pronoun in the Nominative.</dd>

<dt>&lt;Inchoative&gt;</dt><dd>Indicates the start of an action, a sense of in-volition and progressive aspect.</dd>
<dt>Auxiliary</dt><dd>yayen, əyäṃ, yai, əyats</dd>
<dt>&lt;Cessative&gt;</dt><dd>hāyen, hayäṃ, hāi, hayats</dd>
<dt>&lt;Continuous/Progressive&gt;</dt><dd>Same as the inchoative but in the middle voice, specifically. Intransitive verbs the original subject is put in the Dative (as a sorta antipassive) while the Subject is marked as the patient and the verb takes on a dummy ergative.</dd>
</dl>

<p>
-&#x2014;
</p>

<p>
And I lied, there are many more auxiliaries and aspects but we won&rsquo;t talk about them now.
</p>
</div>
</li>
</ol>
</li>

<li><a id="org6d5900f"></a>Negation<br />
<div class="outline-text-6" id="text-2-2-1-4-4">
<p>
Affix &lt;mi-&gt; or negative copula (see appendix).
</p>
</div>
</li>
</ol>
</div>
</div>

<div id="outline-container-org0615985" class="outline-4">
<h4 id="org0615985"><span class="section-number-4">2.2.2</span> Syntax</h4>
<div class="outline-text-4" id="text-2-2-2">
<ul class="org-ul">
<li>SOV</li>
<li>Head-final</li>
<li>Split-Ergative in the perfective aspect.</li>
<li>Very pro-drop. The Aspect construction you just read through?
Well you can drop most of that depending on context.
In fact, the copula or the auxiliary are most often dropped.</li>
</ul>

<p>
Personal pronouns in the imperfective aspect are only used for emphasis.
</p>
</div>
</div>
</div>
</div>

<div id="outline-container-org35f4995" class="outline-2">
<h2 id="org35f4995"><span class="section-number-2">3</span> Lexicon</h2>
<div class="outline-text-2" id="text-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 13:</span> Key to table headings</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Root</th>
<th scope="col" class="org-left">Decline</th>
<th scope="col" class="org-left">Type</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">nominative singular, genitive singular, definite nominative singular (with oblique root)</td>
<td class="org-left">Declension Number.</td>
<td class="org-left">Noun</td>
</tr>

<tr>
<td class="org-left">nominative singular masculine, genitive singular masculine, nominative singular feminine</td>
<td class="org-left">All 1st Declension (m/n) or 2nd (f)</td>
<td class="org-left">Adjective</td>
</tr>

<tr>
<td class="org-left">active 1st singular present imperfective, active 1st singular past imperfective, perfective root, past participle nominative singular masculine</td>
<td class="org-left">verbal class.</td>
<td class="org-left">Verb</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Root</th>
<th scope="col" class="org-left">Decline</th>
<th scope="col" class="org-left">Gloss</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">en, yau, yar, ośots</td>
<td class="org-left">IRR.</td>
<td class="org-left">to be, COPULA</td>
</tr>

<tr>
<td class="org-left">hwāṃ, hwān, hwānī</td>
<td class="org-left">3f.</td>
<td class="org-left">sun</td>
</tr>

<tr>
<td class="org-left">lyōx, lotśa, lotśaä</td>
<td class="org-left">1m.</td>
<td class="org-left">light</td>
</tr>

<tr>
<td class="org-left">nāryen, naryaṃ, nār, narats</td>
<td class="org-left">ii.</td>
<td class="org-left">to fasten with a thread or cord; Mid. to be tied up</td>
</tr>

<tr>
<td class="org-left">okī, okīṃ, okī</td>
<td class="org-left">IRR.</td>
<td class="org-left">eyes</td>
</tr>

<tr>
<td class="org-left">śotśaṃ, śotśaś, śotśaï</td>
<td class="org-left">1n.</td>
<td class="org-left">cage, container</td>
</tr>

<tr>
<td class="org-left">sun, suu, su, susta</td>
<td class="org-left">iii.</td>
<td class="org-left">to see, to watch</td>
</tr>

<tr>
<td class="org-left">tāo, tāne, tāi, takats</td>
<td class="org-left">i.</td>
<td class="org-left">to capture, to seize</td>
</tr>

<tr>
<td class="org-left">təti</td>
<td class="org-left">conj.</td>
<td class="org-left">CONDITIONAL, so, then, if</td>
</tr>

<tr>
<td class="org-left">towa, towäś, towā</td>
<td class="org-left">adj.</td>
<td class="org-left">two</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</body>
</html>
